tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "ant"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gdbm"
brew "mpdecimal"
brew "readline"
brew "xz"
brew "six"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "bdw-gc"
brew "icu4c"
brew "boost"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "double-conversion"
brew "fmt"
brew "gflags"
brew "glog"
brew "libevent"
brew "lz4"
brew "snappy"
brew "zstd"
brew "folly", link: false
brew "libsodium"
brew "fizz", link: false
brew "wangle", link: false
brew "fbthrift", link: false
brew "fb303"
brew "fzf"
brew "jpeg"
brew "pcre2"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libidn2"
brew "libtasn1"
brew "p11-kit"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "jq"
brew "librsvg"
brew "libsvg"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libyaml"
brew "libzip"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "openssl@3"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "svg2png", link: false
brew "tcl-tk"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "watchman", link: false
brew "zlib"
brew "zsh-git-prompt"
brew "jesseduffield/lazygit/lazygit"
cask "db-browser-for-sqlite"
cask "flipper"
cask "iterm2"
cask "kitty"
cask "react-native-debugger"
mas "Xcode", id: 497799835
